let jokes = [
    `हरियाणा रोडवेज की बस में..
    भाई बीड़ी पी सकूं सूं कै?
    कंडक्टर- टिकट ले राखी है?
    यात्री- हां ले राखी है
    कंडक्टर- फेर चाहे सलफास खा ले` , 
    ` मास्टर- सभी लड़कियों को बहन मानो..
    ..
    रामफल- मैं ना मानू.
    मास्टर- क्यों?
    ..
    रामफल- इतने भात तेरा बाबू भरै गा..`,
    `हरियाणा की शादीशुदा ज़िन्दगी
    पत्नी पति के दिल पर अपना सिर रख कर बोली-I love you janu
    पति:परे न मरले बीड़ी तोड़ेगी?`,
    `दिल्ली में... 
    बेटा: पापा आज बहुत गर्मी है..!
    पापा: ओहो मेरे बेटे को गर्मी लग रही है।
    बेटा हम आज ही AC लगवाएंगे!
    इधर हरियाणा में…
    बेटा: बापू मैं घनी गर्मी लागे है.!
    बापू: अच्छा, चाल तनै गंजा करवा कै ल्याउंगा.!`,
    `नौकरानी- मेम साब जल्दी आइए आपके बच्चे ने मच्छर खा लिया है
    मालकिन- अरे जल्दी से डॉक्टर को बुलाओ
    नौकरानी- मालकिन घबराने की कोई बात नहीं
    मैंने बच्चे को All Out पिला दिया है.`,
    `मास्टर जी - मुहावरे का अर्थ बताओ
    'सांप की दुम पर पैर रखना'
    स्टूडेंट- पत्नी को मायके जाने से रोकना.
    टीचर समझ नहीं पा रहे हैं कि इतनी गहरी जानकारी इसे कैसे हुई`,
    `लड़का- क्या तुम मुझसे प्यार करती हो?
    लड़की- नहीं.
    लड़का- तो अपनी बहन से ही पूछ लो फिर, शायद वो करती हो थोड़ा बहुत `,
    `डॉक्टर- शराब पीते हो तो कसरत करनी भी जरूरी है.
    शराबी- ठेके तक तो पैदल ही जाता हूं.`,
    `जाट- बापू मैं तेरा बड़ा ध्यान रखता हूं
    बापू- मुझे पता है पुत्तर
    जाट- बापू तूने बोला था ना कि 10वीं में पास होने पे तुझे बाइक दिलाऊंगा
    बापू- हां कहा तो था 
    जाट- ले तो पैसे बच गए तेरे
    बापू ने फिर लट्ठ से मार लगाई.`,
    `एक बार टिंकू को अकबर के सैनिकों ने पकड़ लिया और दरबार में लेके गये
    अकबर- कौन हो तुम??
    टिंकू- महाराज मैं टिंकू हूं
    अकबर- इतनी रात को हमारे महल में क्या कर रहे थे??
    टिंकू- कुछ..कुछ नहीं महाराज (घबराते हुए)
    अकबर- सैनिकों, इसे ले जाओ और बंदी बना दो
    टिंकू- महाराज रहम करो, मुझे बंदी मत बनाओ मुझे बंदा ही रहने दो`,
    `हरियाणवी लड़का शहर में पढ़ने गया
    लड़की-तुम्हारा निक नेम क्या है ?
    लड़का-ये क्या होता है ?
    लड़की-अरे तुमको घर सब, किस नाम से बुलाते हैं
    लड़का-कंजर
    लड़की बेहोश.`,
]


    let cpu1 = Math.floor(Math.random()* jokes.length)
    let machine = (jokes)[cpu1] 
    

document.getElementById("jokes").innerText = machine;